{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_large":true}},"16541706151474eca4":{"type":"image-with-text-overlay","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/grijs.png","text_color":"#ffffff","overlay_color":"#000000","overlay_opacity":50,"subheading":"","title":"Our Vision","content":"<p>We have always wanted to give something back to the people who make our leather bags in India. Working conditions in India are often very poor and environmental  requirements<br\/>are minimal. Even from Europe (EU), the requirements are mimimal. But we are free to make the world a better place and set our own high standards to do so!<\/p>"}},"163223139199a812e0":{"type":"text-with-image","settings":{"subheading":"","title":"Capital","image":"shopify:\/\/shop_images\/beeld_1.jpg","image_position":"right","content":"<p>In the beginning, we did not have enough capital to make major improvements. But as our business continued to grow, we decided to donate part of our profits to charities in India. For instance, we put money and time into an education programme for underprivileged youth. Unfortunately, we learned that this required strict controls.   <\/p>","link_text":"","link_url":""}},"1654170593fadbd552":{"type":"text-with-image","disabled":true,"settings":{"subheading":"","title":"","image_position":"right","content":"<p>Now that we have many years of experience in this industry, we see that there are countless new possibilities for sustainable production and to guarantee good working conditions. With a friendly price tag on the bag. <\/p><p>More and more consumers and producers are convinced that sustainability is the right path to take. Are you? <\/p><p>We are making our dream come true: we make affordable and sustainably produced leather bags, offering everyone in the chain a good life. We have the right partners, it's the right time, we're going for it!<\/p>","link_text":"","link_url":""}},"1632232660eacf451e":{"type":"text-with-image","settings":{"subheading":"","title":"New developments","image":"shopify:\/\/shop_images\/deze_bij_factories.jpg","image_position":"left","content":"<p>Nevertheless, we continued to believe in the possibilities of doing something nice for 'our' people in India. Nowadays, more sustainable production methods and better working conditions are on the rise. <\/p><p>And new bodies that provide expert certification on work and environmental issues. They are developing new and better control options. Not only for the suppliers but also for you as a consumer. We do our best throughout our chain<br\/>to comply with the strictest sustainability certifications.<\/p>","link_text":"All about the SA8000 certification","link_url":"shopify:\/\/pages\/certifications-sa8000"}},"165417108877eeecee":{"type":"custom-html","disabled":true,"settings":{"subheading":"","title":"","html":"<div style=\"margin-top:-10px\"><\/div>"}},"8d5beb13-d0b5-427d-a5d2-e876412437b8":{"type":"text-with-image","settings":{"subheading":"","title":"The future","image":"shopify:\/\/shop_images\/Beeld_Pylos59_Bos.png","image_position":"right","content":"<p>Thus, by trial and error, our vision of a sustainable future becomes a reality: <\/p><p>We make beautiful, sustainable leather bags at an affordable price.<\/p><p>Our customers and producers are convinced that sustainability is the only right way to go.<\/p><p>In short: we have the right partners, it's the right time, let's go for it together!<\/p>","link_text":"","link_url":""}},"d6e6164c-9c5b-4c40-a377-bea5fee27b6b":{"type":"text-with-image","settings":{"subheading":"","title":"Good working conditions","image":"shopify:\/\/shop_images\/MG_5525.jpg","image_position":"left","content":"<p>Like ourselves, our people deserve a pleasant and safe workplace, where they are treated with respect, which is clean, where there is sufficient right and where they can simply sit on a chair at a work table at the right height. Also important are sanitary facilities, a separate clean eating area, safe equipment to work with,<br\/>normal working hours and a livable income.  <\/p><h2>Clear agreements<\/h2><p>Unfortunately, these conditions are still far from being taken for granted everywhere. For us, they are. We only want to work with factories that have SA8000 certification. This guarantees all those things that we, after all, also consider normal for our own workplace. The certificate is not a loose, non-committal promise from a supplier, but stands for clear binding agreements laid down in a document. Compliance is monitored, at unannounced times. So employees can be confident that they have come to a good workplace. And you, as our customer, can be confident that you have a 'clean' bag in your hands.<\/p>","link_text":"","link_url":""}},"16322321900ace4460":{"type":"newsletter","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/movewithus20.png","text_color":"#ffffff","button_color":"#0575d1","subheading":"","title":"SIGN UP FOR THE PYLOS59 NEWSLETTER","content":""}},"1634496450ed2a5dc6":{"type":"recently-viewed-products","settings":{"title":"Recently viewed","show_product_info":true,"show_vendor":false,"show_color_swatch":false}}},"order":["main","16541706151474eca4","163223139199a812e0","1654170593fadbd552","1632232660eacf451e","165417108877eeecee","8d5beb13-d0b5-427d-a5d2-e876412437b8","d6e6164c-9c5b-4c40-a377-bea5fee27b6b","16322321900ace4460","1634496450ed2a5dc6"]}